IDEA Open Model
OpenModel.HingeElement1D Property
Compatible with IDEA StatiCa 20.1
 List of hinge elements 1D
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<HingeElement1D> HingeElement1D { get; set; }
Public Property HingeElement1D As List(Of HingeElement1D)
	Get
	Set
Property Value
Type: List<HingeElement1D>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace